/* Error string for OTR message string */
"A private conversation could not be set up." = "Impossibile iniziare una conversazione privata.";

/* Title for the about page */
"About" = "Informazioni";

/* Label for button to show version numbers and licenses */
"About This Version" = "Informazioni Su Questa Versione";

/* SSL error message */
"Access denied" = "Accesso negato";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "Accounts";

/* Button title to add someone as a buddy */
"Add" = "Aggiungi";

/* The title for the view to add a buddy */
"Add Buddy" = "Aggiungi Contatto";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "Avanzate";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Si è verificato un errore criptando il messaggio e il messaggio non è stato inviato.";

/* Shown to confirm destructive actions */
"Are you sure?" = "Are you sure?";

/* SSL error message */
"Attempt to restore an unknown session" = "Tentativo di ripristino di una sessione sconosciuta";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-eliminazione";

/* Label in buddy list for users that are available */
"Available" = "Disponibile";

/* Label in buddy list for users that are away */
"Away" = "Assente";

/* SSL error message */
"Bad certificate format" = "Formato certificato non valido";

/* SSL error message */
"Bad MAC" = "MAC non valido";

/* SSL error message */
"Bad protocol version" = "Versione protocollo non valida";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite non valida";

/* SSL error message */
"Bad unsupported cert format" = "Formato certificato non supportato";

/* string to describe basic set of settings */
"Basic" = "Base";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Poiché i contenuti del database sono criptati con la tua password, hai perso l'accesso ai tuoi dati e dovrai rimuovere e reinstallare ChatSecure per continuare. Gestori di password come 1Password o MiniKeePass possono aiutarti nel generare e conservare password robuste.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Blocca";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blocca e Rimuovi";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Info Contatto";

/* Label for button to take a photo from camera */
"Camera" = "Camera";

/* Cancel an alert window */
"Cancel" = "Annulla";

/* Error string for OTR message string */
"Cannot read the received message." = "Impossibile leggere il messaggio ricevuto.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Impossibile riconoscere il tipo di messaggio OTR ricevuto.";

/* SSL error message */
"Cert chain not verified by root" = "Catena di certificazione non verificata dalla root";

/* SSL error message */
"Certificate expired" = "Certificato scaduto";

/* SSL error message */
"Certificate revoked" = "Certificato revocato";

/* SSL error message */
"Chain had a cert not yet valid" = "La catena aveva un certificato non ancora valido";

/* SSL error message */
"Chain had an expired cert" = "La catena aveva un certificato scaduto";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatta con me in modo sicuro";

/* Title for chats view */
"Chats" = "Chat";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Guarda il codice sorgente qui su Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Errore nella negoziazione della Cipher Suite";

/* Label for text field where you compose a new message */
"Compose" = "Componi";

/* SSL error message */
"Configuration error" = "Errore di configurazione";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "Connesso";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connetto";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Connetto a Tor";

/* SSL error message */
"Connection closed gracefully" = "Connessione terminata correttamente";

/* SSL error message */
"Connection closed via error" = "Connessione terminata a causa di un errore";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copia";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Impossibile recuperare la chiave pubblica dal certificato";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "Crea";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Crea Nuovo Account";

/* Start of sentence that will be followed by names */
"Created by" = "Creato da";

/* Title for progress of creating a new account */
"Creating Account" = "Creazione Account";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* e.g. for deactivating your push account */
"Deactivate" = "Deactivate";

/* SSL error message */
"Decoding error" = "Errore di decodifica";

/* SSL error message */
"Decompression failure" = "Errore di decompressione";

/* SSL error message */
"Decryption error" = "Errore di decrittazione";

/* SSL error message */
"Decryption failed" = "Decrittazione non riuscita";

/* SSL error message */
"Decryption failure" = "Decrittazione non riuscita";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Button to delete account */
"Delete Account" = "Delete Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Cancellare Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Cancella conversazioni alla disconnessione";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Consegnato";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Non Disturbare";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Dona";

/* Title for button to press when user is finished */
"Done" = "Fatto";

/* Button to edit account details */
"Edit Account" = "Edit Account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Errore di crittografia";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Errore di creazione dell'account";

/* SSL error message */
"Export restriction" = "Restrizione dell'export";

/* Default message when a user status is set to extended away */
"Extended Away" = "Assenza Prolungata";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Impossibile connettersi al server XMPP. Controlla le tue credenziali di login e la tua connessione a internet e riprova.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Password dimenticata?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "Handshake fallita";

/* Label for button to open link to translate app */
"Help Translate" = "Aiuta a tradurre";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (non fatale)";

/* SSL error message */
"Illegal parameter" = "Parametro non consentito";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Buffer non sufficiente";

/* SSL error message */
"Insufficient security" = "Sicurezza insufficiente";

/* SSL error message */
"Internal error" = "Errore interno";

/* SSL error message */
"Invalid certificate chain" = "Catena di certificazione non valida";

/* title label for invalid email */
"Invalid Email" = "Email non valida";

/* Button to invite friends */
"Invite Friends" = "Invite Friends";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Lingua";

/* log in to account */
"Log In" = "Connetti";

/* log out from account */
"Log Out" = "Disconnetti";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Connetti automaticamente";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Gestisci account ChatSecure Push";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Manage My Keys";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gestisci certificati SSL salvati";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Il messaggio non è stato inviato poiché il contatto ha terminato la conversazione privata. La connessione dovrebbe essere chiusa o riavviata.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* SSL error message */
"Miscellaneous bad certificate" = "Errore sconosciuto certificato";

/* SSL error message */
"Module attach failure" = "Errore allegando il modulo";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "Nome";

/* For a new settings value */
"New" = "Nuovo";

/* Title for New Account View */
"New Account" = "Nuovo account";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nuovo Certificato SSL";

/* Label for button to go to next step */
"Next" = "Successivo";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "Nessun errore";

/* SSL error message */
"No renegotiation allowed" = "Rinegoziazione non consentita";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Vecchie Impostazioni";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Apri con Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Apri con Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Apri in Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Apri con Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opzionale";

/* Title for other miscellaneous settings group */
"Other" = "Altro";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "La nostra policy richiede la crittografia, ma stiamo provando ad inviare un messaggio non criptato.";

/* Label text for password field on login screen */
"Password" = "Password";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Il certificato peer è valido, oppure è stato ignorato se la verifica è disabilitata";

/* SSL error message */
"Peer dropped connection before responding" = "Il peer ha interrotto la connessione prima della risposta";

/* SSL error message */
"Peer host name mismatch" = "Mancata corrispondenza dell'host name del peer";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "In attesa di approvazione";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Cancella permanentemente";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificati Preferiti";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Scegli un indirizzo email valido";

/* Label for port number field for connecting to service */
"Port" = "Porta";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "Codice QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Ricevuto errore OTR generico.";

/* Error string for OTR message string */
"Received a heartbeat." = "Heartbeat ricevuto.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Ricevuto messaggio criptato ma impossibile leggerlo poiché nessuna connessione privata è stata ancora stabilita.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Ricevuto un messaggio non criptato.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Ricevuto e scartato un messaggio indirizzato a un'altra istanza.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Ricevuto un nostro messaggio OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recenti";

/* SSL error message */
"Record overflow" = "Overflow del record";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rifiuta";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Ricorda password";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Ricorda password";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Rimuovi";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "Rispondi";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Richiesto";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Reset";

/* Label for text input for XMPP resource */
"Resource" = "Risorsa";

/* Title for button for saving a setting */
"Save" = "Salva";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificati Salvati";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Cerca";

/* Title heading in settings */
"Security" = "Sicurezza";

/* Title of alert box warning about security issues */
"Security Warning" = "Avviso di Sicurezza";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Invia Feedback";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "Heartbeat inviato.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Il server ha chiuso la sessione senza notificare";

/* SSL error message */
"Server has requested a client cert" = "Il server ha richiesto un certificato client";

/* button to show more information about your XMPP server */
"Server Information" = "Server Information";

/* Title for the Settings screen */
"Settings" = "Impostazioni";

/* Title for sharing a link to the app */
"Share" = "Condividi";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "Iscriviti";

/* Label for button to skip this step */
"Skip" = "Salta";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "Errore protocollo SSL";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Error string for OTR message string */
"The message received contains malformed data." = "Il messaggio ricevuto contiene dati malformati.";

/* Error string for OTR message string */
"The previous message was resent." = "Il messaggio precedente è stato reinviato.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Il server XMPP non supporta la registrazione in-band";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Questo dispositivo non sembra configurato per effettuare pagamenti.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor è una funzione sperimentale, usala con cautela.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* SSL error message */
"Underlying cryptographic error" = "Errore crittografico di base";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Record inaspettato (saltato) nel DTLS";

/* SSL error message */
"Unexpected message received" = "Ricevuto messaggio inaspettato";

/* SSL error message */
"Unknown Cert Authority" = "Autorità di Certificazione sconosciuta";

/* SSL error message */
"Unknown certificate" = "Certificato sconosciuto";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "Sblocca";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "Utente cancellato";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "Nome Utente";

/* SSL error message */
"Valid cert chain, untrusted root" = "Catena di certificazione valida, root non affidabile";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Certificato valido";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificata";

/* Shown when verifying fingerprints */
"Verify" = "Verifica";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifica Impronta";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versione";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vuoi connetterti ad UserVoice per inviare il tuo feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "La tua donazione aiuterà a finanziare lo sviluppo continuo di ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "La tua password sarà conservata nel portachiavi iOS solo di questo dispositivo, ed è sicura quanto la password o il PIN del dispositivo. In ogni caso non sarà conservata durante un backup/ripristino tramite iTunes, quindi non dimenticarla, o potresti perdere la tua cronologia delle conversazioni.";

